tap "argon/mas"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "golangci/tap"
tap "caskroom/cask"
brew "aws"-elasticbeanstalk
brew "awscli"
brew "azure"-cli
brew "bash"-completion
brew "gh"
brew "git"
brew "git"-flow-avh
brew "go"
brew "jq"
brew "libgit2"
brew "libomp"
brew "mecab"-ipadic
brew "mysql"
brew "openjdk"
brew "openssl"@3
brew "p7zip"
brew "peco"
brew "postgresql"
brew "protobuf"@3.7
brew "pyenv"
brew "r"
brew "rbenv"
brew "swig"
brew "tmux"
brew "tree"
brew "unar"
brew "volta"
brew "wget"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh"-completions
cask "alfred"
cask "android"-studio
cask "chromedriver"
cask "coteditor"
cask "dbeaver"-community
cask "diffmerge"
cask "discord"
cask "docker"
cask "firealpaca"
cask "firefox"
cask "flutter"
cask "google"-chrome
cask "google"-cloud-sdk
cask "grammarly"
cask "haroopad"
cask "iterm2"
cask "java"
cask "microsoft"-office
cask "notion"
cask "postman"
cask "scroll"-reverser
cask "sequel"-ace
cask "slack"
cask "the"-unarchiver
cask "typora"
cask "visual"-studio-code
cask "zoom"
